Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
bn_bd: শক্তি সঞ্চয় মোড চালু করলে এটি ব্যাটারী লাইফ বাড়াতে ট্যাবলেটের ডাটা, ব্লুটুথ এবং ভৌগলিক-অবস্থানের সংযোগ বন্ধ করে দেয়। আপনি নিজ হাতে এগুলো আবার চালু করতে পারবেন।

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
bn_bd: বিদ্যুৎ সাশ্রয়ী মোড উপর বাঁক ব্যাটারি জীবন প্রসারিত টিভির তথ্য, ব্লুটুথ এবং ভৌগলিক সংযোগ বন্ধ করা হয়. আপনি এখনও নিজে ফিরে এই সেবা চালু করতে পারেন।

source: Turn off airplane mode to download attachments.
bn_bd: সংযুক্তি ডাউনলোড করতে বিমান মোড বন্ধ করুন।

source: UDP Sockets
bn_bd: UDP সকেট

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
bn_bd: সংযোগ করতে অক্ষম {{ssid}} , প্রমাণীকরণ কারণে খারাপ পরিচয়পত্র করতে ব্যর্থ. নেটওয়ার্ক পাসওয়ার্ড পুনরায় প্রবেশ করান.

source: Universal
bn_bd: ইউনিভার্সাল

source: Unknown size, tap to format
bn_bd: অজানা আকার, ফরমেটের জন্য ট্যাপ করুন

source: Unknown track
bn_bd: অজানা ট্র্যাক

source: Unlimited IndexedDB Storage
bn_bd: সীমাহীন IndexedDB স্টোরেজ

source: Unread
bn_bd: অপঠিত

source: USB mass Storage (UMS)
bn_bd: USB মাস সংগ্রহস্থল (UMS)

source: Use Marketplace reviewer certs
bn_bd: মার্কেটপ্লেস রিভিউয়ার চার্ট ব্যবহার করুন

source: Utility tray
bn_bd: কার্যকারিতা ট্রে

source: {{value}} {{unit}} available
bn_bd: {{value}} {{unit}} রয়েছে

source: {{value}} {{unit}} over limit
bn_bd: {{value}} {{unit}} সীমার অধিক

source: Verbose app permissions
bn_bd: ভারবোস অ্যাপ অনুমতিসমূহ

source: Verse
bn_bd: ভারস্‌

source: Voice calls to {{number}}
bn_bd: {{number}} এ ভয়েস কল

source: WAP Push Messages
bn_bd: WAP পুশ বার্তা

source: Welcome to {{link}}, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
bn_bd: একটি মুক্ত এবং ওপেন সোর্স অপারেটিং সিস্টেম, {{link}} এ আপনাকে সুস্বাগতম। আমাদের লক্ষ্য হচ্ছে আপনার হাতে ওয়েবের ক্ষমতা রেখে মুক্ততা, নতুনত্ব এবং সুবিধাকে প্রচার করা।

source: When using a data connection, additional charges may apply. Do you want to continue?
bn_bd: যখন ডাটা কানেকশন ব্যবহৃত হবে, বাড়তি খরচ প্রযোজ্য হবে। আপনি কি অব্যাহত রাখতে চান?

source: Wit
bn_bd: উইট

source: with {{count}} column
bn_bd: {{count}} কলাম নিয়ে

source: with {{count}} columns
bn_bd: {{count}} কলাম নিয়ে

source: WPS failed [{{error}}]
bn_bd: WPS ব্যর্থ [{{error}}]

source: Yes! Send data.
bn_bd: হ্যাঁ! ডাটা পাঠান।

source: YESTERDAY
bn_bd: গতকাল

source: You are currently roaming and additional charges may apply. Do you want to continue?
bn_bd: আপনি বর্তমানে ভ্রমনে আছেন এবং অতিরিক্ত খরচ হতে পারে। আপনি কি অব্যাহত রাখতে চান?

source: You can help us improve our products and services by automatically sending analytics data. See our {{link}} to learn how we handle data from your device.
bn_bd: আপনি আমাদের স্বয়ংক্রিয়ভাবে বিশ্লেষণ ডেটা প্রেরণ করে আমাদের পণ্য এবং পরিষেবার উন্নতিতে সাহায্য করতে পারেন. দেখুন আমাদের {{link}} আমরা আপনার ডিভাইস থেকে ডাটা হ্যান্ডেল শিখতে।

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
bn_bd: আপনি এখনো কোনও মোবাইল ডাটা ব্যবহার করেননি। ব্যবহার করার পর প্রতিটি অ্যাপের ডাটা ব্যবহারের তথ্য এখানে দেখাবে।

source: Your battery is low.
bn_bd: আপনার ব্যাটারীর চার্জ কম।

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
bn_bd: আপনার বুকমার্ক হোম স্ক্রিনে সরানো হয়েছে। সম্পাদনার সময় একটি বুকমার্ক সম্পাদনা বা পুনঃনাম করতে ট্যাপ করুন ।

source: You’re ready to enjoy your updated phone.
bn_bd: আপনি আপনার নতুন ফোন উপভোগ করতে প্রস্তুত।

source: Your recent app windows show up here
bn_bd: আপনার সাম্প্রতিক অ্যাপ উইন্ডো এখানে দেখাবে

source: Your recent browser windows show up here
bn_bd: আপনার সাম্প্রতিক ব্রাউজার উইন্ডো এখানে দেখাবে

source: Your tablet is being tracked by another device through the website.
bn_bd: আপনার ট্যাবলেটটি ওয়েবসাইটের মাধ্যমে অন্য একটি ডিভাইস দ্বারা ট্র্যাক করা হচ্ছে।

source: Your TV is being tracked by another device through the website.
bn_bd: আপনার টিভিটি এই ওয়েবসাইটের মাধ্যমে অন্য একটি ডিভাইস ট্র্যাক করছে।

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
bn_bd: আপনি যদি এটি আন-মাউন্ট করা পরে এসডি কার্ড উপর কন্টেন্ট অ্যাক্সেস করতে সক্ষম হবে না. আপনি কি এগিয়ে যেতে চান?

source: Zen
bn_bd: জেন

source: 1 week ago
bn_bd: এক সপ্তাহ পূর্বে

source: 3G Usage
bn_bd: থ্রীজি ব্যবহার

source: 8:36PM
bn_bd: রাত ৮টা ৩৬

source: All Categories
bn_bd: সকল ক্যাটাগরি

source: Apps for Education
bn_bd: শিক্ষাভিত্তিক অ্যাপসমূহ

source: [artist]
bn_bd: তাহসান

source: Arts & Entertainment
bn_bd: আর্টস ও মনোরঞ্জন

source: Arts & Entertainment Spotlight
bn_bd: আর্টস ও মনোরঞ্জন স্পটলাইট

source: Balloonies
bn_bd: বালোনিজ

source: Be More Productive
bn_bd: আরও উৎপাদনশীল হউন

source: Better Business
bn_bd: উন্নত ব্যবসা

source: Book
bn_bd: বই

source: Book Beamer
bn_bd: বই প্রক্ষেপক

source: Bookclub Finder
bn_bd: বইয়ের ক্লাব অনুসন্ধান

source: Cafe
bn_bd: ক্যাফে

source: Café
bn_bd: ক্যাফে

source: Cafe Calories
bn_bd: ক্যাফে ক্যালোরি

source: Caffeine Diaries
bn_bd: ক্যাফেইন ডায়েরী

source: Cater Girls
bn_bd: মেয়েদের জন্যে

source: Coffee Addicts
bn_bd: কফি আসক্ত

source: Dinner with the gang/friends
bn_bd: বন্ধুদের সাথে রাতের খাবার

source: D.I.Y. Barista
bn_bd: নিজের করুন বারিস্তা

source: Editors' Pick
bn_bd: সম্পাদকের বাছাই

source: Editors' Picks
bn_bd: সম্পাদকের বাছাইসমূহ

source: Education
bn_bd: শিক্ষা

source: Education Spotlight
bn_bd: শিক্ষা স্পটলাইট

source: Everything Cafe
bn_bd: ক্যাফের সবকিছু

source: Everything Party
bn_bd: পার্টির সবকিছু

source: EzGift
bn_bd: ইজিগিফট

source: [fake name from Contact list]
bn_bd: ইফসাত সিদ্দিকী

source: Featured App for Work & Business
bn_bd: কাজ ও ব্যবসার জন্যে বৈশিষ্ট্যপূর্ণ অ্যাপ

source: Featured Apps
bn_bd: বৈশ্যিষ্ট্যপূর্ণ অ্যাপ

source: Featured Camera App
bn_bd: বৈশিষ্ট্যপূর্ণ ক্যামেরা অ্যাপ

source: Featured Camera Apps
bn_bd: বৈশিষ্ট্যপূর্ণ ক্যামেরা অ্যাপসমূহ

source: Featured Creativity App
bn_bd: আলোচিত সৃজনশীলতা অ্যাপ

source: Featured Creativity Apps
bn_bd: আলোচিত সৃজনশীলতা অ্যাপসমূহ

source: Featured Lifestyle App
bn_bd: লাইফস্টাইল বৈশিষ্ট্যপূর্ণ অ্যাপ

source: Featured Lifestyle Apps
bn_bd: লাইফস্টাইল বৈশিষ্ট্যপূর্ণ অ্যাপসমূহ

source: Featured Social Apps
bn_bd: বৈশিষ্ট্যপূর্ণ সামাজিক অ্যাপসমূহ

source: Firefox Start Page
bn_bd: Firefox শুরুর পেজ

source: Flowerettes
bn_bd: অনুসরণকারী

source: For Music Lovers
bn_bd: সঙ্গীত প্রেমীদের জন্যে

source: For Travelers
bn_bd: ভ্রমনকারীদের জন্যে

source: Fox Favorite
bn_bd: ফক্সের প্রিয়

source: Fox Favorites
bn_bd: ফক্সের প্রিয়গুলো

source: Free
bn_bd: বিনামূল্যে

source: Friday, May 26
bn_bd: ২৬শে মে, শুক্রবার

source: Get Connected
bn_bd: সংযুক্ত হউন

source: Get Creative
bn_bd: সৃজনশীল হউন

source: GET IT IN THE Firefox MARKETPLACE
bn_bd: ঘুরে আসুন Firefox MARKETPLACE

source: Get Things Done
bn_bd: কাজ করিয়ে নিন

source: Getting Around
bn_bd: এদিক সেদিক ঘোরাঘুরি

source: Great Game
bn_bd: চমৎকার গেম

source: Great Games
bn_bd: চমৎকার গেমসমূহ

source: Great Read
bn_bd: চমৎকার পাঠ্য

source: Great Reads
bn_bd: চমৎকার পাঠ্যসমূহ

source: Groundbreaking App
bn_bd: যুগান্তকারী অ্যাপ

source: Groundbreaking Apps
bn_bd: যুগান্তকারী অ্যাপসমূহ

source: Hanging out with the family
bn_bd: পরিবারের সাথে সময় কাটানো

source: Happy birthday
bn_bd: শুভ জন্মদিন

source: Healthy Living
bn_bd: স্বাস্থ্যকর জীবনযাপন

source: Hidden Gem
bn_bd: লুকানো জহরত

source: Hidden Gems
bn_bd: লুকানো হিরে জহরত

source: Hot Game
bn_bd: হট গেমস

source: Hot Games
bn_bd: হট গেমসমূহ

source: Inbox (2)
bn_bd: ইনবক্স (2)

source: Instant Fun!
bn_bd: তাৎক্ষণিক মজা!

source: It was nice meeting you! I heard you are going the…
bn_bd: তোমার সাথে দেখা করে ভাল লেগেছো! আমি শুনেছি তুমি যাচ্ছো…

source: Java Spotter
bn_bd: জাভা পাগল

source: Join Up
bn_bd: যোগ দিন

source: June 2014
bn_bd: জুন ২০১৪

source: Lifestyle & Culture
bn_bd: লাইফস্টাইল ও কালচার

source: Live Healthy
bn_bd: সুস্থা জীবনযাপন করুন

source: Local Favorite
bn_bd: স্থানীয় প্রিয়

source: [local street name#1]
bn_bd: বেইলী রোড

source: [local street name#2]
bn_bd: গুলশান এক

source: [made up local album title]
bn_bd: লোকাল এলবাম শিরনাম তৈরী করুন

source: [made up local artist or band]
bn_bd: লোকাল শিল্পী বা ব্যান্ড তৈরী করুন

source: [made up name #1]
bn_bd: অপু হাসনাত

source: [made up name #10]
bn_bd: অপু হাসনাত

source: [made up name #11]
bn_bd: অপু হাসনাত

source: [made up name #12]
bn_bd: অপু হাসনাত

source: [made up name #2]
bn_bd: অপু হাসনাত

source: [made up name #3]
bn_bd: অপু হাসনাত

source: [made up name #4]
bn_bd: অপু হাসনাত

source: [made up name #5]
bn_bd: অপু হাসনাত

source: [made up name #6]
bn_bd: অপু হাসনাত

source: [made up name #7]
bn_bd: অপু হাসনাত

source: [made up name #8]
bn_bd: অপু হাসনাত

source: [made up name #9]
bn_bd: অপু হাসনাত

source: [made up song title]
bn_bd: গানের শিরোনাম তৈরী করুন

source: Maps & Navigation
bn_bd: মানচিত্র ও পরিভ্রমণ

source: Maps & Navigation Spotlight
bn_bd: মানচিত্র ও পরিভ্রমণ স্পটলাইট

source: May 1, May 20, May 30
bn_bd: ১লা মে, ২০ই মে, ৩০শে মে

source: May 25
bn_bd: ২৫শে মে

source: My Bulletin
bn_bd: আমার বুলেটিন

source: MyGrubber
bn_bd: মাই গ্রাবার

source: Mystery App!
bn_bd: রহস্য অ্যাপ

source: News & Weather
bn_bd: সংবাদ ও আবহাওয়া

source: News & Weather Spotlight
bn_bd: সংবাদ ও আবহাওয়া স্পটলাইট

source: Park It Here
bn_bd: এখানে পার্ক করুন

source: Party
bn_bd: পার্টি

source: Photo & Video
bn_bd: ছবি ও চলচ্চিত্র

source: Play This Game Right Now
bn_bd: গেমটি এক্ষুণি খেলুন

source: Popular
bn_bd: জনপ্রিয়

source: Quickvite
bn_bd: চটপটেচার্লি

source: Results Simulated
bn_bd: ফলাফল সিমুলেটেড

source: Road trip next weekend / I've been wanting to visit that place…
bn_bd: আগামী সপ্তাহান্তে সড়কে ভ্রমণ / ওই স্থানটিতে আমি ঘুরতে যেতে চাচ্ছিলাম…

source: Search…
bn_bd: অনুসন্ধান…

source: Send photos please / You 're the best! Thanks so…
bn_bd: অনুগ্রহ করে ছবি প্রেরণ করুন / তুমিই সেরা! তাই ধন্যবাদ…

source: ShowBiz
bn_bd: শোবিজ

source: Smart Shopping Apps
bn_bd: স্মার্ট শপিং অ্যাপসমূহ

source: [song title]
bn_bd: বিন্দু আমি তুমি আমায় ঘিরে

source: Staff Pick
bn_bd: কর্মীদের বাছাই

source: Staff Picks
bn_bd: কর্মীদের বাছাইসমূহ

source: Summer vacation fun
bn_bd: গ্রীষ্মের ছুটির মজা

source: The Sporting Life
bn_bd: ক্রীড়াময় জীবন

source: Today's Top App
bn_bd: আজকের শীর্ষ অ্যাপ

source: Today's Top Apps
bn_bd: আজকের শীর্ষ অ্যাপসমূহ

source: Tools & Time Savers
bn_bd: হাতিয়ার ও সময় সহায়ক

source: Travel Guide
bn_bd: ভ্রমন সহায়িকা

source: View All
bn_bd: সব প্রদর্শণ

source: We're moving! / Hello Friends! Join us on Saturday to…
bn_bd: আমরা বেড়াতে যাচ্ছি! / হ্যালো বন্ধুরা! শনিবার আমাদের সাথে চলো…

source: Wifi Usage
bn_bd: ওয়াইফাই ব্যবহার

source: You might like this / Great find! I'll definitely check with you
bn_bd: তোমার এটা পছন্দ হতে পারে / ভাল জিনিস খুঁজেছো! আমি নিশ্চিত তোমার সাথে আছি

source: Get Firefox
bn_bd: Firefox নিন

source: Your Firefox is out of date. Please download a fresh copy.
bn_bd: আপনার Firefox অচল। নতুন সংস্করণ ডাউনলোড করুন।

source: Awesome Bar
bn_bd: অসম বার

source: Doing good is part of our code
bn_bd: ভালো কিছু করা আমাদের কোডের অংশ

source: Get fresh and new apps for Firefox
bn_bd: ফায়ারফক্সের জন্য টাটকা ও নতুন অ্যাপ পান

source: Know more. Do more. Do better.
bn_bd: আরও জানুন। আরও কিছু করুন। আরও ভাল করুন।

source: London, UK | Ravensbourne
bn_bd: লন্ডন, যুক্তরাজ্য | র‍্যাভেন্সবর্ণ

source: More ways to customize
bn_bd: কাস্টোমাইজের আরও উপায়

source: Mozilla Community
bn_bd: মজিলা কমিউনিটি

source: Mozilla Developer Network
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক

source: Mozilla Festival
bn_bd: মজিলা ফেস্টিভাল

source: Mozilla Principles
bn_bd: মজিলা মূলনীতি

source: Oct 24-26, 2014
bn_bd: অক্টো 24-26, 2014

source: Shared Knowledge for the Open Web
bn_bd: ওপেন ওয়েবের জন্য শেয়ারকৃত জ্ঞান

source: <span>Firefox</span> for Android
bn_bd: অ্যান্ড্রয়েডের জন্য <span>ফায়ারফক্স</span>

source: <strong>Our 10</strong> Principles
bn_bd: <strong>আমাদের 10</strong> মূলনীতি

source: The Non-profit Behind Firefox
bn_bd: ফায়ারফক্সের পেছনে অলাভজনক প্রতিষ্ঠান

source: Want to join in?
bn_bd: যোগদান করতে চান ?

source: We are %(mozilla_wordmark)s
bn_bd: আমরা %(mozilla_wordmark)s

source: %1$d out of %2$d
bn_bd: %2$d এর %1$d

source: %1$s finished
bn_bd: %1$s সম্পন্ন হয়েছে

source: %1$s is free and open source software made by Mozilla and other contributors.
bn_bd: %1$s হল Mozilla এবং অন্যান্য অবদানকারীর দ্বারা তৈরি ফ্রি এবং ওপেনসোর্স সফটওয়্যার।

source: %1$s will send what you type in the address bar to your search engine
bn_bd: আপনার অনুসন্ধান ইঞ্জিনে ঠিকানা বারে আপনি যা টাইপ করেন, %1$s তা পাঠাবে

source: About %1$s
bn_bd: %1$s সম্পর্কে

source: About %1$s, help
bn_bd: %1$s সম্বন্ধে, সাহায্য

source: Add and manage custom autocomplete URLs.
bn_bd: কাস্টোম অটোকমপ্লিট URLs যোগ এবং ম্যানেজ করুন।

source: + Add another search engine
bn_bd: + অন্য অনুসন্ধান ইঞ্জিন যোগ করুন

source: + Add custom URL
bn_bd: + কাস্টোম URL যোগ করুন

source: Add custom URL
bn_bd: কাস্টোম URL যোগ করুন

source: Add link to autocomplete
bn_bd: স্বয়ংপূরণে লিঙ্ক যোগ করুন

source: Add shortcuts to your home screen
bn_bd: নীড় স্ক্রিনে শর্টকাট যোগ করুন

source: Add to Home screen
bn_bd: নীড় স্ক্রিনে যোগ

source: An installed search engine is already using that name.
bn_bd: ইনস্টল করা কোন অনুসন্ধান ইঞ্জিন ইতিমধ্যে এই নাম ব্যবহার করছে।

source: As a private browser, we never save and cannot restore this tab.
bn_bd: ব্যক্তিগত ব্রাউজার হিসাবে, আমরা কখনও সংরক্ষণ এবং এই ট্যাব পুনরুদ্ধার করতে পারব না।

source: Block 3rd-party tracker cookies only
bn_bd: শুধুমাত্র তৃতীয় পক্ষের ট্র্যাকার কুকিজ ব্লক কর

source: Block ad trackers
bn_bd: বিজ্ঞাপন গোয়েন্দা আটক করুন

source: Block analytic trackers
bn_bd: এনালেটিকস গোয়েন্দা আটক করুন

source: Block cookies
bn_bd: কুকি ব্লক কর

source: Block JavaScript
bn_bd: JavaScript ব্লক কর

source: Block other content trackers
bn_bd: অন্যন্য কনটেন্ট গোয়েন্দা আটক করুন

source: Block potentially dangerous and deceptive sites
bn_bd: সম্ভাব্য বিপজ্জনক এবং প্রতারণামূলক সাইট ব্লক করুন

source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
bn_bd: প্রতারণামূলক এবং আক্রমণ সাইট, ম্যালওয়্যার সাইট, এবং অবাঞ্ছিত সফ্টওয়্যারের সাইট ব্লক করুন।

source: Block social trackers
bn_bd: সোশ্যাল নেটওয়ার্ক গোয়েন্দা আটক করুন

source: Block trackers
bn_bd: ট্র্যাকার ব্লক করুন

source: Block Web fonts
bn_bd: ওয়েব ফন্ট ব্লক করুন

source: Check that search string matches Example format
bn_bd: সার্চ স্ট্রিংটি যেটি উদাহরণ ফরম্যাটের সাথে মেলে তা চেক করুন

source: Clear input
bn_bd: ইনপুট পরিস্কার

source: Content Blocking
bn_bd: কন্টেন্ট ব্লকিং

source: Cookies and Site Data
bn_bd: কুকি ও সাইট ডাটা

source: Data Collection & Use
bn_bd: ডাটা সংগ্রহ ও ব্যবহার

source: Default browser, tabs, language
bn_bd: ডিফল্ট ব্রাউজার, ট্যাব, ভাষা

source: Dismiss find in page
bn_bd: পাতায় খোঁজা বাতিল করুন

source: Double-check the URL you entered.
bn_bd: যে URL টি আপনি দিলেন তা ডবল চেক করুন।

source: Download Firefox
bn_bd: Firefox ডাউনলোড করুন

source: Enable to autocomplete more than 450 popular URLs in the address bar.
bn_bd: অ্যাড্রেস বারে 450 টিরও বেশি জনপ্রিয় URL স্বয়ংপূরণ করা সক্ষম করুন।

source: Enter search engine name
bn_bd: অনুসন্ধান ইঞ্জিনের নাম দিন

source: Enter search string
bn_bd: অনুসন্ধান বাক্য দিন

source: Erase and Open
bn_bd: মুছুন এবং খুলুন

source: Erase browsing history
bn_bd: ব্রাউজিং ইতিহাস পরিষ্কার করুন

source: Erase & open
bn_bd: মুছে ফেলুন এবং খুলুন

source: Example: example.com
bn_bd: উদাহরণ: example.com

source: Example: example.com/search/?q=%s
bn_bd: উদাহরণ: example.com/search/?q=%s

source: Example: mozilla.org
bn_bd: উদাহরণ: mozilla.org

source: Exit Private Browsing?
bn_bd: আপনি কি ব্যক্তিগত ব্রাউজিং বন্ধ করবেন?

source: Find an app that can open link
bn_bd: একটি অ্যাপ অনুসন্ধান করো যা লিংখটি খুলতে পারবে

source: Find in Page
bn_bd: পাতায় অনুসন্ধান

source: Find next result
bn_bd: পরবর্তী ফলাফল খুঁজুন

source: Find previous result
bn_bd: পূর্ববর্তী ফলাফল খুঁজুন

source: Finger moved too fast. Try again.
bn_bd: আঙ্গুল খুব দ্রুত সরে গেছে। আবার চেষ্টা করুন।

source: Fingerprint icon
bn_bd: আঙ্গুলের ছাপ আইকন

source: Fingerprint not recognized. Try again.
bn_bd: আঙ্গুলের ছাপ চেনা যাচ্ছে না। আবার চেষ্টা করুন।

source: For Sites You Add
bn_bd: আপনি যেসব সাইট যোগ করবেন তার জন্যে

source: For Top sites
bn_bd: শীর্ষস্থানীয় সাইটের জন্য

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
bn_bd: আপনার দ্বারা অধিক ব্যবহার হওয়া সাইটসমূহে এক ট্যাপে চলে যান %1$s মেনু > হোম স্ক্রিনে যোগ করুন

source: Get search suggestions
bn_bd: অনুসন্ধান পরামর্শ নিন

source: Hide webpages when switching apps and block taking screenshots.
bn_bd: অ্যাপ্লিকেশন পরিবর্তনের সময় ওয়েব পেজ লুকান এবং স্ক্রিনশট গ্রহণ ব্লক করুন।

source: Installed search engines
bn_bd: ইন্সটল করা অনুসন্ধান ইঞ্জিন

source: Make %1$s default browser
bn_bd: %1$s কে ডিফল্ট ব্রাউজার করুন

source: Make privacy a habit
bn_bd: গোপনীয়তাকে অভ্যাসে পরিনত করুন

source: Manage sites
bn_bd: সাইট ব্যবস্থাপনা করুন

source: May result in missing icons or images
bn_bd: ছবি অথবা আইকন দৃশ্যমান নাও হতে পারে

source: More options
bn_bd: আরও বিকল্পসমূহ

source: More options button
bn_bd: আরো অপশন বাটন

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
bn_bd: Mozilla কেবলমাত্র সংগ্রহ করা চেষ্টা করে যা প্রত্যেকের জন্য %1$s প্রদান এবং উন্নতি করতে হবে।

source: Navigate back
bn_bd: পেছনে পরিভ্রমণ করুন

source: Navigate forward
bn_bd: সামনে পরিভ্রমণ করুন

source: New custom URL added.
bn_bd: নতুন কাস্টোম URL যোগ করা হয়েছে।

source: New search engine added.
bn_bd: নতুন অনুসন্ধান ইঞ্জিন যোগ হয়েছে।

source: New Session
bn_bd: নতুন সেশন

source: New tab opened
bn_bd: নতুন ট্যাব খোলা হয়েছে

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
bn_bd: আপনার ডিভাইসের কোন অ্যাপই এই লিঙ্কটি খুলতে সক্ষম হয়নি। %2$s অনুসন্ধান করে একটি অ্যাপ বের করার জন্যে আপনি %1$s কে দ্বায়িত্ব দিতে পারেন।

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
bn_bd: নোাটফিকেশন ট্যাপ করে আপনার %1$s সেশন মুছে ফেলা যাবে। আপনাকে অ্যাপ্লিকেশন খুলতে বা ব্রাউজারে কি চলছে তা দেখার প্রয়োজন হবে না।

source: Number of trackers blocked
bn_bd: ব্লক করা ট্র্যাকারের সংখ্যা

source: Open in…
bn_bd: খুলুন…

source: Open in %1$s
bn_bd: %1$s এ খুলুন

source: Open link in another app
bn_bd: নতুন অ্যাপে লিংক খুলুন

source: Pages may load faster, but may also behave unexpectedly
bn_bd: পাতা সম্ভবত দ্রুত লোড হচ্ছে, কিন্তু অনাকাঙ্খিত ভাল দেখাচ্ছে না

source: Paste or enter URL
bn_bd: URL পেস্ট অথবা প্রবেশ করান

source: Powered by %1$s
bn_bd: %1$s পরিচালিত

source: Power up your privacy
bn_bd: আপনার গোপনীয়তা কঠোর করুন

source: Private browsing session
bn_bd: ব্যক্তিগত ব্রাউজিং সেশন

source: Rather see the full desktop site?%1$s Menu > Request desktop site
bn_bd: এর বদলে সম্পূর্ণ ডেস্কটপ সাইট দেখবেন?%1$s মেনু > ডেস্কটপ সাইট অনুরোধ করুন

source: Reload website
bn_bd: ওয়েবসাইট রিলোড করুন

source: Remote debugging via USB/Wi-Fi
bn_bd: ইউএসবি/ওয়াইফাই এর মাধ্যমে রিমোট ডিবাগিং

source: Remove all websites
bn_bd: সব ওয়েবসাইট অপসারণ করুন

source: Remove custom URLs
bn_bd: কাস্টোম URL মুছে দিন

source: Remove search engines
bn_bd: অনুসন্ধান ইঞ্জিন অপসারণ করুন

source: Request desktop site
bn_bd: ডেস্কটপ সাইটের অনুরোধ

source: Restore default search engines
bn_bd: ডিফল্ট অনুসন্ধান ইঞ্জিন পুনরুদ্ধার

source: Return to previous app
bn_bd: আগের অ্যাপে ফিরে যাও

source: Safe Browsing
bn_bd: নিরাপদ ব্রাউজিং

source: Search engine
bn_bd: অনুসন্ধান ইঞ্জিন

source: Search engine name
bn_bd: অনুসন্ধান ইঞ্জিন নাম

source: Search for %1$s
bn_bd: %1$s এর জন্যে অনুসন্ধান করুন

source: Searching for something different? Choose another default search engine in Settings.
bn_bd: অন্য কিছু খুঁজছেন? সেটিংস এ অন্য ডিফল্ট সার্চ ইঞ্জিন পছন্দ করুন।

source: Search Privately
bn_bd: ব্যক্তিগতভাবে অনুসন্ধান

source: Search string to use
bn_bd: ব্যবহারের জন্য অনুসন্ধান বাক্য

source: Secure connection
bn_bd: সুরক্ষিত কানেকশন

source: Send crash report to Mozilla
bn_bd: Mozilla কে ক্র্যাশ রিপোর্ট পাঠান

source: Send usage data
bn_bd: ব্যবহারের তথ্য পাঠাও

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
bn_bd: আপনার ডিফল্ট ব্রাউজার হিসাবে %1$s সেট করুন এবং অন্য অ্যাপ্লিকেশন থেকে ওয়েবপেজ খুললে আপনি ব্যক্তিগত ব্রাউজিং এর সুবিধা পাবেন।

source: Set default, autocomplete
bn_bd: ডিফল্ট সেট করুন, অটোকমপ্লিট

source: Share…
bn_bd: শেয়ার…

source: Share via
bn_bd: শেয়ারের মাধ্যম

source: Shortcut will open with Tracking Protection disabled
bn_bd: শর্টকাট ট্র্যাকিং সুরক্ষা নিষ্ক্রিয়তার মাধ্যমে খুলবে

source: Show home screen tips
bn_bd: হোম স্ক্রিন টিপস দেখান

source: Site Security
bn_bd: সাইট নিরাপত্তা

source: Some search engines cannot show suggestions.
bn_bd: কিছু সার্চ ইঞ্জিন পরামর্শ প্রদর্শন করতে পারবে না।

source: Sorry. We’re having a problem with this tab.
bn_bd: দুঃখিত। আমদের এই ট্যাবের সাথে একটি সমস্যা হচ্ছে।

source: Stealth
bn_bd: অদৃশ্য

source: Stop loading website
bn_bd: ওয়েবসাইট লোডিং বন্ধ করুন

source: Switching Apps
bn_bd: সুইচিং অ্যাপস

source: Switch to link in new tab immediately
bn_bd: অবিলম্বে নতুন ট্যাব লিঙ্ক স্যুইচ করুন

source: System default
bn_bd: সিস্টেম ডিফল্ট

source: Tab Crashed
bn_bd: ট্যাব ক্র্যাশ হয়েছে

source: Tab’s browsing history has been erased.
bn_bd: ট্যাব এর ব্রাউজিং ইতিহাস মুছে ফেলা হয়েছে।

source: Tabs open: %1$s
bn_bd: ট্যাব খোলা: %1$s

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
bn_bd: অনুসন্ধানের পরামর্শ পেতে হলে, %1$s আপনি অ্যাড্রেস বারে যা টাইপ করেন সেটি আপনার বাছাইকৃত অনুসন্ধান ইঞ্জিনের নিকট পাঠাতে হবে। %2$s।

source: Touch the fingerprint sensor to continue.
bn_bd: চালিয়ে যেতে আঙ্গুলের ছাপ সেন্সর স্পর্শ করুন।

source: Trackers blocked
bn_bd: ট্র্যাকার ব্লক করা হয়েছে্যা

source: Tracking, cookies, data choices
bn_bd: ট্র্যাকিং, কুকিজ, লগইন, ডাটা পছন্দ

source: Turning this off may fix some site problems
bn_bd: বন্ধ করলে, চালু কিছু সাইটের সমস্যা ঠিক হতে পারে

source: Turn off tips on the start screen
bn_bd: স্টার্ট স্ক্রিনে টিপস বন্ধ করুন

source: Turn off to fix some sites
bn_bd: কিছু সাইট ফিক্স করা বন্ধ

source: Unlock %1$s
bn_bd: আনলক %1$s

source: URL already exists
bn_bd: URL ইতোমধ্যেই আছে

source: URL Autocomplete
bn_bd: URL অটোকমপ্লিট

source: URL copied
bn_bd: URL কপি হয়েছে

source: URL to add
bn_bd: URL যোগ করতে

source: Use fingerprint to unlock app
bn_bd: অ্যাপ আনলক করার জন্য আঙ্গুলের ছাপ ব্যবহার করুন

source: Verified by: %1$s
bn_bd: যাচাইকারী: %1$s

source: Web Content
bn_bd: ওয়েব কনটেন্ট

source: Website loaded
bn_bd: ওয়েবসাইট লোড হয়েছে

source: Would you like to turn on search suggestions?
bn_bd: আপনি কি অনুসন্ধান পরামর্শ সক্রিয় করতে চান?

source: You can leave %1$s to open this link in %2$s.
bn_bd: লিংকটি %2$s এ খুলতে, আপনি %1$s কে ছেড়ে দিতে পারেন।

source: You have disabled Content Blocking for these websites.
bn_bd: আপনি এই ওয়েবসাইটগুলির জন্য সামগ্রী অবরোধ নিষ্ক্রিয় করেছেন।

source: Your browsing history has been erased.
bn_bd: আপনার ব্রাউজিংয়ের পূর্ববর্তী তথ্য মুছে ফেলা হয়েছে।

source: Your search, your way
bn_bd: আপনি খুঁজবেন, আমার মত করে

source: 1. Go to the search engine homepage.
bn_bd: 1. অনুসন্ধান ইঞ্জিন নীড়পাতায় যান।

source: 2. Long press the search engine’s search field.
bn_bd: 2. সার্চ ইঞ্জিনের সার্চ ফিল্ডটি দীর্ঘক্ষণ টিপুন।

source: 2. Tap into the search engine’s search field.
bn_bd: 2. সার্চ ইঞ্জিনের সার্চ ফিল্ডটিতে আলতো চাপুন।

source: 3. Tap %1$s
bn_bd: 3. ট্যাপ %1$s
